Repository: JitteryMan/SteamFinder
Catalog: locale/*/LC_MESSAGES/django.po
Languages: be, uk

source: Offline
be: Аффлайн
uk: Оффлайн

source: Online
be: Анлайн
uk: Онлайн

source: Busy
be: Заняты
uk: Зайнятий

source: Away
be: Выйшаў
uk: Вийшов

source: Snooze
be: Спіць
uk: Спить

source: looking to trade
be: На гандлёвай пляцоўцы
uk: На торговому майданчику

source: looking to play
be: Шукае, у што пагуляць
uk: Шукає, у що пограти

source: Private
be: Прыватны
uk: Приватний

source: Friends only
be: Толькі для сяброў
uk: Тільки для друзів

source: Public
be: Публічны
uk: Публічний

source: Error Page
be: Памылка
uk: Помилка

source: Steam user data not found. Please enter URL steam user profile like <span style="color: yellow"><strong>"https://steamcommunity.com/id/slowlypoke/"</strong></span> or enter SteamID like <span style="color: yellow"><strong>"76561198217904428"</strong></span>
be: Дадзеныя карыстальніка Steam не знойдзены. Калі ласка увядзіце URL карыстальніка Steam, напрыклад: <span style="color: yellow"><strong>"https://steamcommunity.com/id/slowlypoke/"</strong></span> або ўвядзіце SteamID напрыклад: <span style="color: yellow"><strong>"76561198217904428"</strong></span>
uk: Дані користувача Steam не знайдені. Будь ласка, введіть URL користувача Steam, наприклад: <span style="color: yellow"><strong>"https://steamcommunity.com/id/slowlypoke/"</strong></span> або введіть SteamID, наприклад: <span style="color: yellow"><strong>"76561198217904428"</strong></span>

source: Steam is a video game digital distribution service by Valve. It was launched as a standalone software client in September 2003 as a way for Valve to provide automatic updates for their games, and expanded to include games from third-party publishers. Steam has also expanded into an online web-based and mobile digital storefront. Steam offers digital rights management (DRM), matchmaking servers, video streaming, and social networking services. It also provides the user with installation and automatic updating of games, and community features such as friends lists and groups, cloud saving, and in-game voice and chat functionality.
be: Steam - анлайн-сэрвіс лічбавага распаўсюджвання камп'ютэрных гульняў і праграм, распрацаваны і падтрымліваецца кампаніяй Valve. Steam выконвае ролю сродку тэхнічнай абароны аўтарскіх правоў, платформы для шматкарыстальніцкіх гульняў і струменевага вяшчання, а таксама сацыяльнай сеткі для гульцоў. Праграмны кліент Steam таксама забяспечвае ўстаноўку і рэгулярнае абнаўленне гульняў, хмарныя захавання гульняў, тэкставую і галасавую сувязь паміж гульцамі.
uk: Steam - онлайн-сервіс цифрового поширення комп'ютерних ігор і програм, розроблений і підтримуваний компанією Valve. Steam виконує роль засобу client технічного захисту авторських прав, платформи для багатокористувацьких ігор і потокового мовлення, а також соціальної мережі для гравців. Програмний клієнт Steam також забезпечує установку і регулярне оновлення ігор, хмарні збереження ігор, текстову і голосовий зв'язок між гравцями.

source: Wikipedia
be: Вікіпедыя
uk: Вікіпедія

source: Loading data.<br> Please wait...
be: Загрузка дадзеных. <br> Калі ласка пачакайце ...
uk: Завантаження даних. <br> Зачекайте, будь ласка ...

source: <p>Welcome to the Steam User Finder!<br> Using this service, you can get data about any Steam user, was he banned, who is his friends and what games he owns * </p><p style="color: #8F98A0">* If his profile is not hidden by privacy settings </p>
be: <p>Сардэчна запрашаем у Steam User Finder!<br> З дапамогай гэтага сэрвісу вы можаце атрымаць не толькі стандартныя дадзеныя аб любым карыстальніку Steam, але і даведацца, забанен ён, хто ў яго ў сябрах і якімі гульнямі ён валодае* </p><p style="color: #8F98A0">*Калі яго профіль ня скрыты наладамі прыватнасці</p>
uk: <p>Ласкаво просимо в Steam User Finder!<br> За допомогою даного сервісу ви можете отримати не тільки стандартні дані про будь-користувача Steam, але і дізнатися, забанили він, хто у нього в друзях і якими іграми він володіє* </p><p style="color: #8F98A0">*Якщо його профіль не прихований налаштуваннями приватності </p>

source: Enter URL or SteamID
be: Увядзіце URL або SteamID
uk: Введіть URL або SteamID

source: <p>How to Use!</p> <p>Enter Steam User URL or SteamID</p> <p>Wait a little</p> <p>Profit!</p> <p style="color: #8F98A0; line-height: 20px;">Loading speed depends on how many friends user has and how many games he owns.</p>
be: <p>Як карыстацца! </p> <p>Увядзіце URL профілю карыстальніка Steam або SteamID</p> <p>Пачакай ледзь-ледзь</p> <p>Усё ОК!</p> <p style="color: #8F98A0; line-height: 20px;">Хуткасць загрузкізалежыць ад колькасці сяброў і гульняў ў дадзенага карыстальніка.</p>
uk: <p>Як користуватися!</p> <p>Введіть URL профілю користувача Steam або SteamID</p> <p>Почекай трохи</p> <p>Все ОК!</p> <p style="color: #8F98A0; line-height: 20px;">Швидкість завантаження Залежить від кількості друзів та ігор у даного користувача..</p>

source: Name
be: Імя
uk: Ім'я

source: Status
be: Статус
uk: Статус

source: In game
be: У гульні
uk: У грі

source: Friend from
be: Сябры c
uk: Друзі c

source: Ban
be: Бан
uk: Бан

source: Add to friend
be: Дадаць у ліст сяброў
uk: Додати в друзі

source: Game Name
be: Назва гульні
uk: Назва гри

source: Total playtime
be: Усяго ў гульні
uk: Всього в грі

source: Playtime on Windows
be: Разам на Windows
uk: Разом на Windows

source: Playtime on Mac
be: Разам на Mac
uk: Разом на Mac

source: Playtime on Linux
be: У выніку, у Linux
uk: Разом в Linux

source: VAC ban
be: VAC бан
uk: VAC бан

source: VAC ban count
be: Колькасць VAC банов
uk: Кількість VAC банів

source: Ban community
be: Бан супольнасці
uk: Бан спільноти

source: Ban games
be: Гульнявыя Баны
uk: Ігрові бани

source: Ban economy
be: Бан на пляцоўцы
uk: Бан на майданчику

source: Ban last
be: Апошні бан
uk: Останній бан

source: Real Name
be: Рэальнае імя
uk: Реальне ім'я

source: Created
be: Створаны
uk: Створено

source: LogOff
be: Апошні раз у сетцы
uk: Останній раз в мережі

source: Game Info
be: Запушчаная гульня
uk: Запущена гра

source: Country
be: Краіна
uk: Країна

source: Visible
be: Бачнасць
uk: Видимість

source: Level
be: Узровень
uk: Рівень

source: Experience
be: Вопыт
uk: Досвід

source: Friends
be: Сябры
uk: Друзі

source: Games
be: Гульні
uk: Ігри

source: y
be: г
uk: р

source: m
be: м
uk: м

source: d
be: д
uk: д

source: h
be: г
uk: г
